/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "用购买的邮箱和注册码登陆可激活软件功能。";
"Your E-mail Address" = "输入您的邮箱";
"Registration Code" = "输入注册码";
"Please make sure both your E-mail address and registration code are correct and try again." = "请确保您的注册码和邮箱是正确的，然后重试。";
"Buy Now" = "立即购买";
"Register" = "注册";
"Skip" = "以后";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1、如果您没有收到注册码信息或者不知道注册的邮箱，您可以点击此处去查询>> ";
"click here to check >>" = "点击此处去查询>>";
"2. For other registration issues, please contact us >>" = "2、其他软件或者产品的注册问题，请联系我们>> ";
"contact us >>" = "请联系我们>>";
"Registering…" = "注册中…";
"Registered successfully!" = "注册成功。";
"OK" = "好";
"Please make sure your network connection is working and try again." = "请确保当前网络是正常可以使用的，然后重新注册。";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "异常！请重新检查输入的邮箱和激活码，然后重新激活。";
"The number of devices has exceeded the current order limit." = "已超过当前订单限制的设备台数。";
"Contact us" = "联系我们";
"The number of computers registered with the registration code has exceeded the limit." = "当前注册码注册的电脑台数已经超出限制！";
"Invalid registration code!" = "无效注册码！";
"No order record for this registration code!" = "此注册码没有订单记录！";
"This registration code has expired!" = "此注册码已过期！";
"Registered license plan:" = "已注册的账号信息：";
"User E-mail:" = "用户邮箱：";
"License Plan:" = "账号类型：";
"Change license plan" = "改变账号类型";
"Family license" = "家庭版";
"1 Year license" = "一年个人版";
"1 Month license" = "一月个人版";
"Enterprise Subscription Edition" = "企业订阅版";
"Valid until:" = "有效期至：";
"Available device(s):" = "可用设备数：";
"%lu device(s)/Total %lu device(s)" = "%lu个设备/共%lu个设备";
"Available computer(s):" = "可用电脑台数：";
"%lu computer(s)/Total %lu computer(s)" = "%lu台电脑/共%lu台电脑";
"Used device(s):" = "已用设备数：";
"Used computer(s):" = "已用电脑台数：";
"%lu device(s)" = "%lu 个设备";
"%lu computer(s)" = "%lu 台电脑";
"Welcome to use %@" = "欢迎您使用%@";
"Change License" = "改变账号";
"Lifetime" = "终生";
"Unlimited" = "无限制";

"If you want to continue using %@, please purchase again or contact us." = "如果你想要继续使用%@，请再次购买，或者联系我们。";
"See Pricing" = "查看价格";
